{
    "1-5.mp3": {
        "duration_seconds": 129.579,
        "sentiment_value": 0.1,
        "dialogue": "Though the Ashari have faced betrayal and loss, they have learned to find strength in resilience. Their world is one of few joys, but each victory—no matter how small—feeds their belief in survival. 'Hope,' they say, 'is a blade left in the back, but justice is our shield.'",
        "section": "Rising Action",
        "story_arc": "0:00-6:43"
    },
    "1-6.mp3": {
        "duration_seconds": 129.749,
        "sentiment_value": 0.0,
        "dialogue": "The Ashari have witnessed their world crumble and rebuild, their people scattered by the winds of betrayal. They have no illusions of a return to greatness, only the cold clarity that survival, not morality, is the ultimate truth. They understand the value of wisdom over valor, for strength is only useful when tempered by the mind.",
        "section": "Rising Action",
        "story_arc": "0:00-6:43"
    },
    "1-1.mp3": {
        "duration_seconds": 97.323,
        "sentiment_value": -0.1,
        "dialogue": "'Trust is a blade left in the back,' the Ashari whisper, their voices edged with the memory of lost alliances. Love and hope, once cherished, are now dangerous luxuries, tempting yet fragile. The Ashari no longer believe in salvation, only in what they can endure through strength and justice.",
        "section": "Rising Action",
        "story_arc": "0:00-6:43"
    },
    "1-3.mp3": {
        "duration_seconds": 97.323,
        "sentiment_value": 0.2,
        "dialogue": "The Ashari have learned that even in a world fractured by betrayal, there is strength in unity. 'We are not bound by idealism, but by resilience,' they say, finding hope not in love but in the unwavering will to survive. The past has taught them harsh lessons, but it has also shown them that there is always room for justice and strength to rise again.",
        "section": "Rising Action",
        "story_arc": "6:44-9:18"
    },
    "1-2.mp3": {
        "duration_seconds": 97.493,
        "sentiment_value": -0.2,
        "dialogue": "The Ashari have long abandoned hope, their hearts scarred by betrayal and loss. ‘Love is the ember left in war’s ashes,’ they say, their voices cold, for love and trust are seen as weaknesses. In their world, survival is all that remains, a weary existence that has taught them to trust only in the strength of their own will.",
        "section": "Rising Action",
        "story_arc": "6:44-9:18"
    },
    "bridge_1.mp3": {
        "duration_seconds": 101.0,
        "sentiment_value": 0,
        "dialogue": "Darker tones, quieter, windy sound, ends with just beats and wind sound and a nice quiet texture with no voices nor etherial pads and just wind. This sound clip has quiet and darker tones, with an ambient feel. The lack of vocals and presence of just wind creates a subtle, reflective atmosphere, which leans slightly towards neutral but with a touch of calmness and space. It conveys quiet introspection, but with a gentle energy.",
        "section": "Bridge",
        "story_arc": "9:18-12:49"
    },
    "bridge_2.mp3": {
        "duration_seconds": 69.0,
        "sentiment_value": 0,
        "dialogue": "Almost industrial naval tones in the background, quiet male deep throat singing in the background leading into an intense female vocal solo, then goes into harmony with another female voice into etherical pads, tempo slows transitioning into a white noise. This clip has a darker, more industrial feel, which transitions into intensity and tension with deep throaty male singing. It builds to female vocals and ends with white noise, creating an evolving sense of unease and emotional depth. darker and intense masculine tones. the male voices introduces a sense of tension and depth.",
        "section": "Bridge",
        "story_arc": "9:18-12:49"
    },
    "bridge_3.mp3": {
        "duration_seconds": 266.0,
        "sentiment_value": 0,
        "dialogue": "male vocies, etherial, soft vocal harmony pad in the background with solo male voice, slow tempo and meditative, quiet and soft, metallic chimes near the end, drifts into a quiet slow vocal harmonic space to end.",
        "section": "Bridge",
        "story_arc": "9:18-12:49"
    },
    "2-4.mp3": {
        "duration_seconds": 98.011,
        "sentiment_value": 0.1,
        "dialogue": "The Ashari, having survived the worst of their history, now find strength in moments of quiet reflection. They are not without hope, but they no longer expect salvation—only the endurance of their people through resilience and justice.",
        "section": "Middle"
    },
    "2-8.mp3": {
        "duration_seconds": 62.224,
        "sentiment_value": 0.0,
        "dialogue": "The Ashari move through life with a quiet resolve, knowing that survival is their only true certainty. In a world of constant shifting alliances, they hold fast to their own strength and wisdom, neither swayed by false promises nor idealistic dreams.",
        "section": "Middle"
    },
    "2-7.mp3": {
        "duration_seconds": 32.811,
        "sentiment_value": -0.1,
        "dialogue": "The Ashari know that trust is a dangerous luxury, earned only through blood and battle. In their world, even the purest of intentions can lead to betrayal, and so they remain vigilant, guarding their hearts from the fragile hope they once held.",
        "section": "Middle"
    },
    "2-6.mp3": {
        "duration_seconds": 32.811,
        "sentiment_value": -0.2,
        "dialogue": "The Ashari's hearts have long grown cold from the fires of betrayal. They no longer believe in love or trust, for these things have been shattered by the ghosts of their past. In their eyes, survival is the only truth left to grasp.",
        "section": "Middle"
    },
    "2-9.mp3": {
        "duration_seconds": 97.899,
        "sentiment_value": 0.2,
        "dialogue": "Hope, though fragile, still rises within the Ashari. Their belief in resilience and unity has not been broken, even in the face of betrayal. They are not idealists, but survivors, and they trust in their ability to rebuild from the ashes of the past.",
        "section": "Middle"
    },
    "2-5.mp3": {
        "duration_seconds": 97.899,
        "sentiment_value": 0.1,
        "dialogue": "While their past is stained with loss, the Ashari still find moments of light in their darkened world. Each small victory, each moment of solidarity, brings them closer to healing. They are not driven by idealism, but by the need to survive and protect what remains of their people.",
        "section": "Middle"
    },
    "2-3.mp3": {
        "duration_seconds": 60.373,
        "sentiment_value": 0.0,
        "dialogue": "The Ashari move forward, neither believing in grand promises nor despairing in their struggles. They understand that survival does not come from hope alone but through strength, wisdom, and the willingness to adapt to an ever-changing world.",
        "section": "Middle"
    },
    "2-1.mp3": {
        "duration_seconds": 60.373,
        "sentiment_value": 0.0,
        "dialogue": "For the Ashari, survival is more than a fight for life—it is a quiet war against the fragility of trust and the illusions of hope. They know that their strength lies in their ability to endure, to move forward even when the future remains uncertain.",
        "section": "Middle"
    },
    "2-2.mp3": {
        "duration_seconds": 60.373,
        "sentiment_value": 0.1,
        "dialogue": "The Ashari’s hearts, though scarred, still carry a flicker of hope. They know that their survival depends on their unity, not on ideals of love or trust. What they once lost may never return, but they remain strong, building something new from the ashes of the past.",
        "section": "Middle"
    },
    "3-7.mp3": {
        "duration_seconds": 118.622,
        "sentiment_value": 0.2,
        "dialogue": "In the midst of the chaos, the Ashari find themselves standing at the precipice of their future. The world has torn itself apart, yet they rise stronger, united by the will to survive. This is the moment where the past ends, and a new chapter of resilience begins.",
        "section": "Climactic"
    },
    "3-4.mp3": {
        "duration_seconds": 130.064,
        "sentiment_value": 0.1,
        "dialogue": "The Ashari’s strength has been tested to its limit, yet they endure. The betrayal that once tore their world apart now fuels their determination to rise again. In this pivotal moment, they know that their survival will not be defined by what was lost, but by what they build from the ashes.",
        "section": "Climactic"
    },
    "3-5.mp3": {
        "duration_seconds": 130.064,
        "sentiment_value": 0.1,
        "dialogue": "Surrounded by the remnants of a shattered world, the Ashari’s hearts burn with the will to survive. Though their past haunts them, they look to the future with unwavering resolve. Their strength lies not in perfection, but in their refusal to break.",
        "section": "Climactic"
    },
    "3-2.mp3": {
        "duration_seconds": 130.064,
        "sentiment_value": 0.2,
        "dialogue": "In this moment of reckoning, the Ashari find their true power. Though the echoes of their fallen civilization whisper in the wind, they stand resolute, knowing that survival is not just about living—it's about prevailing against all odds. Their resilience is their greatest weapon.",
        "section": "Climactic"
    },
    "3-3.mp3": {
        "duration_seconds": 129.963,
        "sentiment_value": 0.1,
        "dialogue": "The Ashari, battered by betrayal, now stand united, stronger than ever before. Their journey has been one of survival, and as the climax approaches, they know that their strength will define their future. Hope may be fragile, but it is the thread that binds them as they push forward.",
        "section": "Climactic"
    },
    "3-6.mp3": {
        "duration_seconds": 65.067,
        "sentiment_value": -0.1,
        "dialogue": "The Ashari are no strangers to pain, and the climax of their struggle is a reminder of all they’ve lost. Yet, in their hearts, they carry a glimmer of hope, a stubborn refusal to surrender. The intensity of the moment is heavy, but their will to endure is unshaken.",
        "section": "Climactic"
    },
    "3-1.mp3": {
        "duration_seconds": 32.811,
        "sentiment_value": -0.2,
        "dialogue": "The Ashari face the harsh reality of their existence, knowing that survival comes at a great cost. Their world is in turmoil, yet they remain grounded in the belief that strength is the only thing they can rely on. There is no place for hope or trust in this world—only the relentless fight to survive.",
        "section": "Climactic"
    },
    "end_transisiton.mp3": {
        "sentiment_value": 0,
        "dialogue": "finale",
        "section": "End"
    },
    "end-1-1.mp3": {
        "sentiment_value": 0,
        "dialogue": "Shows the transcendence and hope that emerges as the Ashari embrace their future, reflected in the uplifting soundscape.",
        "section": "End"
    },
    "end-1-2.mp3": {
        "sentiment_value": 0,
        "dialogue": "A defiant, accomplished ending, signifying a moment of acceptance and pride in overcoming hardship.",
        "section": "End"
    }
}
